var commonStocklistData=[
["00700","腾讯控股","TXKG","HK","550"],
["03690","美团","MTW","HK","286"],
["01211","比亚迪","BYD","HK","200"],
["06862","海底捞","HDL","HK","40"],
["09618","京东","JD","HK","298"],
["01810","小米","XM","HK","28.25"],
["09988","阿里巴巴","BABA","HK","209.4"],
["09999","网易","WY","HK","177.7"],
["02382","舜宇光学","SYGX","HK","226"],
["01772","赣锋锂业","GFLY","HK","146.7"],
["00981","中芯国际","ZXGJ","HK","23"],
["01347","华虹半导体","HHBDT","HK","40.25"],
["00285","比亚迪电子","BYDDZ","HK","45.1"],
["02318","中国平安","PINAN","HK","73.4"],
["HSI","恒生指数","HSI","HKI",""],
["HSTECH","恒生科技指数","HTI","HTI",""],

]